{
  "title": "Ispit savjesti prema Očenašu 2",
  "steps": [
    {
      "title": "Oče naš, koji jesi na nebesima",
      "questions": [
        {
          "question": "Vjerujem li da je Bog moj Otac i da sam ja Njegovo dijete?"
        },
        {
          "question": "Imam li puno pouzdanje u Njega, ili se držim pred Njim kao rob, pun straha i trepeta?"
        },
        {
          "question": "Dolazi li mi pomisao da posumnjam u Njegovu ljubav prema meni?"
        },
        {
          "question": "Sumnjam li u Njegovu Providnost?"
        },
        {
          "question": "Oslanjam li se zaista na Njega, da me neće nikad napustiti, ni u sadašnjosti ni u budućnosti?"
        },
        {
          "question": "Nastojim li naći vremena, da se divim Božjim djelima, da Boga hvalim i slavim i da mu se klanjam?"
        },
        {
          "question": "Tko je nebeski Otac za me?"
        },
        {
          "question": "Imam li o Njemu krive ideje, netočno iskrivljeno mišljenje?"
        },
        {
          "question": "Stvaram li od Boga idola, zamišljam li ga na svoju sliku?"
        },
        {
          "question": "Jesam li svjestan da sam dragocjen u Božjim očima?"
        },
        {
          "question": "Dolazi li mi napast da pomišljam kako me Bog prezire?"
        }
      ]
    },
    {
      "title": "Sveti se ime Tvoje",
      "questions": [
        {
          "question": "Ako je Bog Otac, On je i sveti Bog. Poštujem li Božju svetost, osobe, mjesta ili stvari, koje su Njemu posvećene?"
        },
        {
          "question": "Brinem li se da Boga bolje upoznam studijem, proučavanjem, slušanjem Riječi Božje, molitvom, itd.?"
        },
        {
          "question": "Kako razvijam svoju vjeru?"
        },
        {
          "question": "Kako govorim o Bogu?"
        },
        {
          "question": "Govorim li s poštovanjem i ljubavlju?"
        },
        {
          "question": "Šalim li se, podrugujem, ismijavam sa svetim stvarima, s religijom, s Bogom?"
        },
        {
          "question": "Brinem li se da upoznam Oca nebeskoga?"
        },
        {
          "question": "Podržavam li, ohrabrujem i molim li za one koji su odgovorni za navješćivanje i širenje Evanđelja: za Papu, za naše biskupe, za naše svećenike, vjeroučitelje, misionare, itd., ili ih samo kritiziram, napadam, ocrnjujem? Ljubim li svoju Crkvu’?"
        },
        {
          "question": "Postavši »svet« krštenjem, ja sam Hram Duha Svetoga! Poštujem li svoje tijelo i tijelo drugih? Jesam li griješio protiv svoga tijela ili protiv tijela drugih osoba (masturbacija – samozadovoljavanje, traženje seksualnog užitka izvan braka, neumjerenost u jelu i piću, uzimanje droge, skraćivanje sna itd.)?"
        },
        {
          "question": "Stavljam li svoje tijelo u službu života i ljubavi, ili u službu sebičnog užitka?"
        },
        {
          "question": "Jesam li vjeran zahtjevima u svom braku ili u svom celibatu?"
        }
      ]
    }
  ]
}
